
"UIAlertActionOK" = "OK";

"UIAlertActionCancel" = "Cancel";

"LoadingUtilsLoading" = "Loading...";

"WeatherViewControllerEnterCity" = "Enter City";

"WeatherViewControllerSettings" = "Go To Settings";

"WeatherViewControllerCelsius" = "Celsius";

"WeatherViewControllerWindSpeed" = "Wind Speed";

"WeatherViewControllerMax" = "Max";

"WeatherViewControllerMin" = "Min";

"WeatherViewControllerMetersPerSec" = "Meters/s";

"WeatherViewControllerEnterPlaceholder" = "E.g. London";

"WeatherViewControllerCityEmpty" = "Please enter a city";

"WeatherViewControllerNoLocation" = "Either you choose not to allow location checks for this app or weather information is not available.\n\nYou can enable location checks by opening your device settings and ensuring that location services are turned on.";